[
    {
      "id": 1,
      "userId": 1,
      "title": "แมวบริติช ช็อตแฮร์",
      "body": "แม้จะได้รับการพัฒนาและเปลี่ยนเป็นสายพันธุ์เพ็ดดีกรีในช่วงทศวรรษที่ 1870 แต่รู้ไหมว่าประวัติของแมวบริติชขนสั้นมีมาตั้งแต่สมัยโรมันแล้ว เชื่อกันว่าบรรพบุรุษของแมวบริติช ช็อตแฮร์คือแมวบ้านของชาวโรมัน โดยถูกนำตัวมาที่อังกฤษเมื่อกองทัพโรมันบุกประเทศในปีคริสต์ศักราช 43 และต่อมาบริติช ช็อตแฮร์ก็ได้รับความนิยมอย่างแพร่หลายไปทั่วยุโรปหลังคริสต์ทศวรรษที่ 1870 แต่ระดับความนิยมกลับลดลงอย่างมากในช่วงสงครามโลกครั้งที่สอง หลังจากนั้นแมวบริติชขนสั้นก็ถูกนำไปผสมกับแมวสายพันธุ์อื่น เช่น แมวรัสเซียนบลูและเปอร์เซีย จนกลายมาเป็นแมวพันธุ์บริติช ช็อตแฮร์ในปัจจุบัน",
      "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693771828789268/c1bcfdffb8b0a4f3.jpeg?ex=66c32e95&is=66c1dd15&hm=30a6c811e079ad333470882382b42619c1bacb8e8685a4b3c911dead5dd29ff8&"
    },
    {
      "id": 2,
      "userId": 2,
      "title": "แมวบาหลี",
      "body": "แมวเหมียวพเนจร (Aristocats) น่าจะเป็นครอบครัวแมวจากดิสนีย์ที่ใครหลาย ๆ คน ชื่นชอบ แต่คุณรู้หรือไม่ว่ายังมีแมวอีกหนึ่งสายพันธุ์ที่มีความเชื่อมโยงกับสตูดิโอดิสนีย์ นั่นก็คือแมวบาหลี เพราะมาตรฐานของแมวสายพันธุ์นี้กำหนดขึ้นโดย ซิลเวีย ฮอลแลนด์ หนึ่งในนักวาดภาพประกอบที่ยิ่งใหญ่ที่สุดแห่งวอลต์ ดิสนีย์ สตูดิโอ โดยแมวบาหลีมีความคล้ายคลึงกับแมววิเชียรมาศเป็นอย่างมาก แต่แตกต่างกันที่แมวบาหลีจะมีขนยาวสวยและใบหน้าที่โดดเด่น",
      "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693791047225354/771d85e892fbb824.jpeg?ex=66c32e9a&is=66c1dd1a&hm=f8068f252dcde48dc7c8d28f84007ceb62a54c9bfc9d913b3d8cc99c47ccafe7&"
    },
    {
      "id": 3,
      "userId": 3,
      "title": "แมวเบอร์มิลลา",
      "body": "เมื่อพูดถึงสายพันธุ์แมวที่ขึ้นชื่อเรื่องความน่ารักน่ามอง เป็นมิตร อ่อนโยน และร่าเริงแจ่มใส เบอร์มิลลาจะต้องอยู่ในรายชื่ออันดับต้น ๆ อย่างแน่นอน พวกเค้าเป็นเจ้าเหมียวตัวกลมที่ดูสะดุดตา มีขนสั้นแน่นและนุ่ม รูปร่างหนาและท้วม มาทำความรู้จักเบอร์มิลลากันให้มากขึ้นในบทความนี้",
      "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693813147013170/726a259c93e5c3c0.jpeg?ex=66c32e9f&is=66c1dd1f&hm=c2b1dc574892327712c567de7fda47d101304c280ca43939df371cca400eedfe&"
    },
    {
      "id": 4,
      "userId": 4,
      "title": "แมวเบอร์มีส",
      "body": "แมวส่วนใหญ่รักสันโดษและให้ความสำคัญกับพื้นที่ส่วนตัวเป็นที่สุด แต่แมวบางสายพันธุ์ก็มีนิสัยตรงกันข้าม อย่างเช่นแมวเบอร์มีส พวกเค้าเข้ากับคนง่าย กระตือรือร้น และชอบเล่นมาก ๆ แมวพม่าตัวนี้เป็นเพื่อนแก้เหงาที่ดีสำหรับคุณแน่นอน เบอร์มีสเป็นที่รู้จักจากนิสัยที่คล้ายสุนัข และมีชื่อเสียงในด้านประวัติศาสตร์อันยาวนาน",
      "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693835112316982/a9f64be706d6856b.jpeg?ex=66c32ea4&is=66c1dd24&hm=dc9d95eaeda146b1cde637b44a9613a44a039031f755f0e89f122e501028d22d&"
    },
    {
        "id": 5,
        "userId": 5,
        "title": "แมวเบอร์แมน",
        "body": "ต้นกำเนิดของแมวพันธุ์เบอร์แมนถูกเล่าขานผ่านตำนานพื้นบ้านของพม่า โดยเรื่องราวนั้นกล่าวถึง แมวเบอร์แมนตัวหนึ่งที่ชื่อว่า Sinh ที่อาศัยอยู่ในวัดบูชาเทพเจ้า แมวตัวนี้ได้ช่วยนักบวชคนสุดท้ายของวัดที่รอดชีวิตจากการถูกรุกราน เดิมทีขนของ Sinh มีสีขาว แต่หลังจากช่วยเหลือนักบวช สีขนกลับเปลี่ยนเป็นสีทอง และดวงตาก็เปลี่ยนเป็นสีฟ้าไพลิน ซึ่งกลายมาเป็นรูปลักษณ์ของเบอร์แมนในปัจจุบัน ตั้งแต่นั้นมา แมวเบอร์แมนก็ปรากฏอยู่ในนิทานพื้นบ้าน สื่อ และวัฒนธรรมป๊อปนับไม่ถ้วน",
        "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693862933139487/96e1d185ef2b135b.jpeg?ex=66c32eab&is=66c1dd2b&hm=ec06ace6ae851b5a981baf953c79fc855ef923bf1877ccac71bc2a4e46cbceae&"
      },
      {
        "id": 6,
        "userId": 6,
        "title": "แมวสายพันธุ์เบงกอล",
        "body": "กำลังวางแผนรับเลี้ยงแมวตัวใหม่กันอยู่หรือเปล่า? หากคุณต้องการแมวที่น่ารัก เป็นมิตร และขึ้นชื่อเรื่องรูปลักษณ์ที่โดดเด่น แมวเบงกอลคือตัวเลือกที่ดีที่สุดสำหรับคุณ! นิสัยขี้เล่นและกระตือรือร้นของเบงกอล อาจทำให้ทาสแมวปวดหัวอยู่บ้าง แต่ก็ไม่ได้ถือว่าดูแลยากจนเกินรับมือ พวกเค้าทั้งเชื่อฟังและซื่อสัตย์กับเจ้าของมาก ทำให้แมวพันธุ์เบงกอลเหมาะสำหรับครอบครัวที่มีสัตว์เลี้ยงหลายตัว หากแมวเบงกอลคือแมวในฝันของคุณ เรามาทำความรู้จักเจ้าแมวลายเสือตัวนี้กันให้มากขึ้นอีกนิด",
        "imageURL": "https://cdn.discordapp.com/attachments/1274654649386799197/1274693884613492737/864cc6c76615864c.jpeg?ex=66c32eb0&is=66c1dd30&hm=0016f7e48c6f2a078dc5f21c9d825c224821707a9563864d3be83b97005f3cb6&"
      }
    ]